Revit 2024 API
SymbolTypeId.UkPound Property
 Symbol £, indicating unit Currency.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId UkPound { get; }
Visual Basic
Public Shared ReadOnly Property UkPound As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ UkPound {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace